adwaita-color-schemes
adwaita-qt5
adwaita-qt6
ansiweather
auto-cpufreq
better-adb-sync-git
cbonsai
cpp-taskflow
electron13
electron17
electron18
electron21
grimshot
httpdirfs
httpdirfs-debug
jarowinkler-cpp
js78
laptop-mode-tools
libcroco
librewolf-bin
librewolf-bin-debug
libvterm01
logiops-git
logiops-git-debug
lunar-client
nbfc-linux
nbfc-linux-debug
orca-slicer-bin
orca-slicer-bin-debug
pandoc-bin
pandoc-bin-debug
pipes-rs-git
plover-git
plover_plugins_manager
pomotroid-bin
prismlauncher-qt5-bin
prismlauncher-qt5-bin-debug
python-exceptiongroup
python-mock
python-plover_stroke
python-plover_stroke-debug
python-requests-cache
python-rtf_tokenize
python-rtf_tokenize-debug
python-timeout-decorator
python-url-normalize
qgnomeplatform-qt5
rofi-lbonn-wayland
rofi-lbonn-wayland-debug
swaync-debug
ttf-harmonyos-sans
turbo-base64
ueberzugpp
ueberzugpp-debug
ungoogled-chromium-bin
ungoogled-chromium-bin-debug
ventoy-bin
ventoy-bin-debug
vial-appimage
vscode-codicons-git
waypipe
waypipe-debug
webcord-vencord-git
wlroots0.16
yay
yay-debug
