airshipper
anki-bin
ansiweather
auto-cpufreq
cava
cbonsai
celt
cliphist
cpp-taskflow
electron13
electron18
httpdirfs
jarowinkler-cpp
joshuto
laptop-mode-tools
lavat-git
libcs50
libvterm01
logiops-git
lunar-client
nodejs-live-server
nordic-theme
perl-term-shellui
pipes-rs-git
plover-git
plover_plugins_manager
prismlauncher-bin
python-colored
python-dacite
python-install
python-pathvalidate
python-pep517
python-plover_stroke
python-pytube
python-requests-cache
python-rtf_tokenize
python-soundcloud-v2
python-spotdl
python-spotipy
python-timeout-decorator
python-url-normalize
python-ytmusicapi
qt5-styleplugins
rofi-lbonn-wayland
soundcloud-dl
swaync
tailwind-css
tint-git
tllocalmgr-git
trunk-bin
tty-clock-git
ventoy-bin
vscode-codicons-git
yay
