anki-bin
ansiweather
auto-cpufreq
cava
cbonsai
celt
cpp-taskflow
electron13
electron17
electron18
electron21
httpdirfs
jarowinkler-cpp
joshuto
js78
laptop-mode-tools
librewolf-bin
libvterm01
logiops-git
lunar-client
pandoc-bin
pipes-rs-git
plover-git
plover_plugins_manager
pomotroid-bin
prismlauncher-qt5-bin
python-anytree
python-clickgen
python-colored
python-install
python-jarowinkler
python-pep517
python-plover_stroke
python-progress
python-rapidfuzz-capi
python-requests-cache
python-rtf_tokenize
python-timeout-decorator
python-url-normalize
rofi-lbonn-wayland
swaync
ungoogled-chromium-bin
ventoy-bin
vial-appimage
vscode-codicons-git
webcord-vencord-git
yay
