acpid
adobe-source-han-sans-jp-fonts
alacritty
android-tools
autoconf
automake
autopep8
base
base-devel
bat
binutils
bison
bluez
bluez-utils
brightnessctl
btop
cliphist
cmake
cups
deno
dhcpcd
dialog
dunst
dust
efibootmgr
eog
eza
fakeroot
fastfetch
fd
file
findutils
fish
fisher
flex
flite
fortune-mod
freecad
fzf
gawk
gcc
geoclue
gettext
ghostscript
git
git-delta
github-cli
gitui
gnome-keyring
grep
grim
groff
grub
gtk-engine-murrine
gvfs-mtp
gzip
hdparm
hplip
htop
hyperfine
i3status-rust
ifplugd
imagemagick
jdk8-openjdk
jq
jre-openjdk
jre17-openjdk
kiwix-desktop
lib32-pipewire
libtool
linux
linux-firmware
lldb
luarocks
lutris
m4
make
man-db
mold
mpc
mpd
mpv
ncmpcpp
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nushell
obs-studio
obsidian
onefetch
openscad
os-prober
otf-latin-modern
otf-latinmodern-math
p7zip
pacman
pacman-contrib
pacutils
patch
perf
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
python-gobject
python-numpy
python-pip
python-pipx
python-tox
qbittorrent
qt5-wayland
qt5ct
qt6-wayland
ripgrep
sed
slurp
starship
steam
stylua
sudo
sway
swayidle
swaylock
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-mathscience
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
tokei
torbrowser-launcher
tree-sitter-cli
ttc-iosevka-aile
ttc-iosevka-etoile
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-linux-libertine
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
typst
unrar
unzip
upower
usbutils
waybar
wget
which
wine
wl-clipboard
wmname
wtype
xdg-desktop-portal-wlr
xorg-xlsclients
xournalpp
yazi
yt-dlp
zathura
zathura-pdf-mupdf
zellij
zoxide
