acpid
adobe-source-han-sans-jp-fonts
alacritty
android-tools
asciiquarium
astyle
autoconf
automake
base
base-devel
bat
biber
binutils
bison
bluez
bluez-utils
bottom
brightnessctl
btop
cliphist
cmatrix
cowsay
cups
deno
dhcpcd
dialog
difftastic
discord
dust
efibootmgr
eog
exa
fakeroot
fd
file
findutils
fish
fisher
flex
fortune-mod
fzf
gawk
gcc
gettext
ghostscript
git
git-delta
github-cli
gitui
gnome-font-viewer
gnome-multi-writer
grep
grim
groff
grub
gtk-engine-murrine
gzip
hdparm
htop
hyperfine
ifplugd
jdk8-openjdk
jq
jre-openjdk
jre17-openjdk
jupyter-notebook
libreoffice-fresh
libtool
linux
linux-firmware
lldb
lolcat
m4
make
man-db
mpc
mpd
mpv
ncmpcpp
neofetch
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
obs-studio
obsidian
onefetch
os-prober
otf-latin-modern
p7zip
pacman
pacman-contrib
pacutils
pandoc-cli
patch
pavucontrol
perf
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
python-astropy
python-pandas
python-pip
python-pyparsing
python-pywal
qbittorrent
qgnomeplatform-qt5
qt5-wayland
qt5ct
qt6-wayland
ripgrep
sed
sl
slurp
speedcrunch
steam
stylua
sudo
sway
swayidle
swaylock
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tokei
torbrowser-launcher
tree
ttc-iosevka-aile
ttc-iosevka-etoile
ttf-iosevka-nerd
ttf-linux-libertine
ttf-nerd-fonts-symbols-2048-em
ttf-nerd-fonts-symbols-2048-em-mono
unzip
upower
usbutils
valgrind
waybar
wf-recorder
wget
which
wl-clipboard
wmname
xdg-desktop-portal-wlr
yt-dlp
zathura
zathura-pdf-mupdf
zellij
zoxide
