7zip
acpid
alacritty
android-tools
autoconf
automake
autopep8
base
base-devel
bat
bc
binutils
bison
bluez
bluez-utils
brightnessctl
btop
cmake
cups
deno
dhcpcd
dialog
dust
efibootmgr
eza
fakeroot
fastfetch
fd
file
findutils
fish
fisher
flex
fzf
gamescope
gawk
gcc
geoclue
gettext
ghostscript
git
git-delta
github-cli
gitui
gnome-keyring
graphviz
grep
grim
groff
grub
gzip
hdparm
hplip
htop
ifplugd
imagemagick
imv
jdk8-openjdk
jq
jre11-openjdk
jre17-openjdk
jre21-openjdk
libtool
linux
linux-firmware
lldb
luarocks
lutris
m4
make
mako
man-db
mold
mpc
mpd
mpv
ncmpcpp
neovim
networkmanager
niri
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
obs-studio
os-prober
otf-latin-modern
otf-latinmodern-math
pacman
pacman-contrib
pacutils
patch
pavucontrol-qt
perf
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
prismlauncher
python-gobject
python-pip
python-pipx
qt5-wayland
qt5ct
qt6-wayland
ripgrep
rsync
rustup
sed
slurp
stylua
sudo
swayidle
swaylock
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-luatex
texlive-mathscience
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
tlp
torbrowser-launcher
ttc-iosevka
ttf-nerd-fonts-symbols
unrar
unzip
upower
usbutils
uv
vulkan-radeon
waybar
wayland-protocols
wget
which
wl-clipboard
wmname
wofi
wtype
xdg-desktop-portal-gtk
xwayland-satellite
yt-dlp
zathura
zathura-pdf-mupdf
zellij
zoxide
